{
  "features": {
    "whatGdg": "Apa itu GDG ?",
    "welcomeTitle": "Selamat datang di",
    "welcomeText":
      "sebuah komunitas para developer yang tertarik dengan teknologi Google, mulai dari platform sampai produk-produk API yang dimiliki.",
    "description":
      "GDG Bali merupakan salah satu dari ratusan GDG di seluruh dunia yang tidak dikelola atau dimiliki tetapi didukung oleh Google.Dengan dukungan dari berbagai jenis mitra, kami menyelenggarakan konferensi, workshopsdan banyak kegiatan lainnya dan peluang untuk belajar dan berinteraksi dengan berbagai macam profesional dari seluruh Bali.",
    "whatTodo": {
      "title": "Apa saja yang bisa kamu lakukan di GDG?",
      "learn":
        "Kursus, workshops, bootcamps, konferensi, codelabs, hackathons, tutorship dan beberapa materi untuk belajar yang bisa didapatkan secara gratis, akses yang mudah untuk mengikuti acara pelatihan atau ujian sertifikasi.",
      "build":
        "Tidak masalah jika kamu seorang developer yang baru belajar atau sudah berpengalaman, GDG merupakan komunitas yang cocok untuk mencari tantangan dan mencoba mengembangkan atau mempublikasikan sebuah proyek dengan berkoordinasi dan bekerja sama dengan anggota komunitas di sini.",
      "share":
        "GDG merupakan sebuah komunitas yang dibentuk dan terdiri dari para sukarelawan. Setiap peluang yang ditawarkan oleh GDG merupakan hasil dari kerja mereka baik dalam mengerjakan proyek maupun membagikan skill, tanpa imbalan apa pun. Dengan cara berbagi ini merupakan satu cara yang sangat baik untuk mendukung GDG dan mengembalikan sesuatu ke komunitas.",
      "connect":
        "Mengambil bagian dalam kegiatan kami akan memungkinkan kamu untuk bertemu, ngobrol dan berbagi ide atau pekerjaanmu dengan berbagai macam profesional dan para antusias, baik lokal maupun internasional.",
      "organize":
        "Berbagi bukanlah satu-satunya cara untuk membantu GDG. Cara lain untuk berkontribusi adalah dengan ikut mengambil bagian dalam beberapa kegiatan. Ini akan meningkatkan soft skillmu dalam hal berkomunikasi dan bagaimana cara mengelola sebuah kegiatan.",
      "haveFun":
        "Dalam GDG kamu akan menemukan baik wanita maupun pria yang selalu siap membantu dirimu, sopan, ramah, rendah hati dan penuh dengan kegembiraan, giat, proaktif dan berbagai macam ide-ide yang 'gila'. Di GDG sangat mudah untuk menemukan teman yang baik dan enak untuk menghabiskan waktu bersama."
    }
  },
  "events": {
    "next": "Event Berikutnya",
    "io": {
      "description":
        "Google I/O merupakan sebuah konferensi tahunan para developer yang diselenggarakan oleh Google, tempat di mana mereka berbagi produk dan teknologi terbaru.   GDG Bali akan menghadirkan pengalaman I/O di sini di Bali dengan serangkaian diskusi dan workshops   untuk membantu baik para developer profesional dan maupun pelajar untuk mengetahui lebih dalam   tentang teknologi terbaru yang diumumkan selama Google I/O 2018. Acara ini GRATIS, jadi jangan sampai terlewatkan!"
    },
    "workbox": {
      "description":
        "Dalam meetup kali ini, kita akan membahas bagaimana cara implementasi sebuah service worker dengan cara yang mudah menggunakan Workbox.  Kita akan integrasikan ke dalam aplikasi yang sudah berjalan dengan ReactJS atau VueJS.  Tunggu kabar lebih lanjut dari kami!"
    },
    "flutter": {
      "description":
        "Flutter merupakan sebuah framework dari Google yang berfungsi untuk membuat  sebuah aplikasi iOS dan Android dengan kualitas yang menjanjikan.  Flutter Study Jam merupakan kesempatan yang sangat baik untuk mengenal  lebih dalam tentang framework ini dan sekaligus bertemu dengan  para developer lain yang tertarik dengan framework ini.  Tunggu kabar lebih lanjut dari kami!"
    },
    "devfest": {
      "description":
        "GDG DevFests merupakan sebuah ajang yang besar di mana  kalian bisa bertemu dengan para developer baik itu yang berpengalaman  maupun yang baru ingin belajar.  Di acara ini bakal dihadiri oleh para developer yang ahli dalam bidangnya  dan akan membahas topik-topik yang tidak ingin kalian lewatkan.  Tunggu kabar lebih lanjut dari kami!"
    }
  },
  "awesome": {
    "title":
      "Di sini kamu bisa mencari beberapa framework, library atau modul yang sangat menarik.<br>Kamu juga bisa lihat contoh-contoh pemakaian untuk setiap <b>awesomeness</b>.  <br>  Daftar ini masih tidak lengkap, kami akan segera menambahkannya.  <br><br>  Credit goes to <a href=\"https://github.com/sindresorhus\" target=\"_blank\">sindresorhus</a>"
  },
  "tutorials": {
    "title":
      "Di sini kamu dapat membaca beberapa tutorial yang dibuat oleh komunitas.<br>Kamu juga bisa taruh tutorial buatanmu sendiri.<br>",
    "submit": "  Kamu ingin kami untuk membuat sebuah tutorial?"
  },
  "showcase": {
    "title":
      "Kami akan taruh beberapa project open source yang dibuat oleh komunitas di sini.<br>Kamu juga bisa taruh project buatanmu sendiri.<br>"
  }
}
